{"batchcomplete":"","query":{"pages":{"952":{"pageid":952,"ns":0,"title":"Esperanto","extract":"Esperanto, origine la Lingvo Internacia, estas la plej disvastiĝinta internacia planlingvo. La nomo de la lingvo venas de la kaŝnomo “D-ro Esperanto„ sub kiu la varsovia okul-kuracisto Ludoviko Lazaro Zamenhofo en la jaro 1887 publikigis la bazon de la lingvo. La unua versio, la rusa, ricevis la cenzuran permeson disvastiĝi en la 26-a de julio; ĉi tiun daton oni konsideras la naskiĝtagon de Esperanto. Li celis kaj sukcesis krei facile lerneblan neŭtralan lingvon, taŭgan por uzo en la internacia komunikado; la celo tamen ne estas anstataŭigi aliajn, naciajn lingvojn.\nPri la deveno de la nomo Esperanto Ludoviko Lazaro Zamenhofo en 1893 klarigis: «La unua broŝuro pri la lingvo Esperanto aperis en … 1887, … sub la titolo: \"D-ro Esperanto. Lingvo Internacia, Antaŭparolo kaj Plena Lernolibro.\" La lingvo en la komenco havis nenian nomon, kaj \"Esperanto\" estis la pseŭdonimo de la aŭtoro de la lingvo ... sed iom post iom la amikoj de la nova lingvo transportis la estintan (nun jam ne uzatan) pseŭdonimon de la aŭtoro sur la lingvon mem, kiu portas la nomon \"Lingvo Esperanto\" aŭ simple \"Esperanto\".»\nEsperanto kvankam iniciata de unusola persono, historie ĝi tamen estas komuna produktaĵo. En 1887 Esperanton parolis nur manpleno da homoj; Esperanto havis unu el la plej malgrandaj lingvo-komunumoj de la mondo. Ĝi funkciis dekomence kiel lingvo de alternativa komunikado kaj de arta kreipovo.\n Prelego de Zamenhof en la 1-a monda kongreso de Esperanto en Bulonjo (1905)\nKvankam neniu ŝtato akceptis Esperanton kiel oficialan lingvon, Esperanto tamen eniris en la oficialan instruadon en pluraj landoj kiel Hungario kaj Ĉinio, krom esti unu el la oficialaj lingvoj de formortinta eŭropa mikroŝtato, Moresneto. Esperanto troviĝas en la listo de la 30 lingvoj, kies instruado akiris ie en la mondo la prestiĝan Eaquals-kvaliton.\nLa lingvo estas uzata de internacia komunumo, nombranta laŭ diversaj taksoj cent mil ĝis du milionojn da parolantoj (depende de la lingvonivelo); estas laŭ diversaj taksoj inter proksimume unu kaj pluraj miloj da denaskaj parolantoj.\nEsperanto akiris kelkajn internaciajn distingojn, ekzemple du rezoluciojn de UNESCO aŭ subtenon de konataj personoj de la publika vivo. Nuntempe ĝi estas uzata por vojaĝado, korespondado, interkompreniĝo dum internaciaj renkontiĝoj kaj kulturaj interŝanĝoj, kongresoj, sciencaj diskutoj, origina kaj tradukita literaturo, muziko, teatro, kino, presita kaj interreta raportadoj, radia kaj televida elsendadoj. Pro la subita apero de virusa pandemio en jaro 2019, la E-o movado adaptiĝis al nova virtuala epoko - universalaj kongresoj kaj ege multaj kunvenoj estis organizitaj per la interreto.\nLa vortprovizo de Esperanto devenas plejparte el la okcidenteŭropaj lingvoj, dum ĝia sintakso kaj morfologio montras ankaŭ slavlingvan influon. La morfemoj ne ŝanĝiĝas kaj oni povas ilin preskaŭ senlime kombini, kreante diverssignifajn vortojn, Esperanto do havas multajn kunaĵojn kun la analizaj lingvoj, al kiuj apartenas ekzemple la ĉina kaj la angla; kontraŭe la interna strukturo de Esperanto certagrade respegulas la aglutinajn lingvojn, kiel la japanan, svahilan aŭ turkan.\nEn 2012, la lingvo fariĝis la 64-a tradukebla per Google Translate; En 2016, la lingvo fariĝis tradukebla per Yandex Translate; laŭ 2016, Esperanto aperis en listoj de lingvoj plej lernataj kaj konataj en Hungarujo.\n\n\n== La tri celoj ==\nZamenhof formulis la celojn de la lingvo tiel:\n\nKe la lingvo estu eksterordinare facila, tiel ke oni povu ellerni ĝin ludante.\nKe ĉiu, kiu ellernis tiun ĉi lingvon, povu tuj ĝin uzi por la kompreniĝado kun homoj de diversaj nacioj, tute egale ĉu tiu ĉi lingvo estos akceptita de la mondo kaj trovos multe da adeptoj aŭ ne, t.e. ke la lingvo jam de la komenco mem kaj dank´al sia propra konstruo povu servi kiel efektiva rimedo por internaciaj komunikiĝoj.\nTrovi rimedojn por venki la indiferentecon de la mondo kaj igi ĝin kiel eble plej baldaŭ kaj amase komenci uzadi la proponatan lingvon kiel lingvon vivan, ne kun ŝlosilo en la manoj kaj en okazoj de ekstrema bezono.\n\n\n== Historio ==\n\n\n=== Ekesto ===\n\n\n==== Juneco de Zamenhofo ====\nĈe la ekesto de Esperanto staris Ludoviko Lazaro Zamenhofo. Li travivis sian junecon en la multlingva urbo Bjalistoko, tiam apartenanta al la Rusa Imperio, hodiaŭ al Pollando, kie li ofte povis pririgardi kverelojn inter la unuopaj tie loĝantaj etnoj, do rusoj, poloj, germanoj kaj hebreoj.\nEn la 1870-aj jaroj Bjałistoko, sole kelkaj jaroj antaŭ ol Zamenhof planis la novan lingvon Esperanto, la pola estis malpermesata en publikaj lokoj.\nĈar li konsideris la neekziston de komuna lingvo kiel la ĉefa kialo de la konfliktoj, li eklaboris jam kiel lernejano pri projekto de nova konvena lingvo, kapabla plenumi la taskon. Ĝi devus esti – malsame al la naciaj lingvoj – neŭtrala kaj facile lernebla, tial ankaŭ akceptebla kiel la dua lingvo por ĉiuj, lingvo instruata samtempe kun tiuj naciaj kaj uzata en situacioj, kiam necesas kompreniĝo internacia.\n\n\n==== Unuaj ideoj ====\nZamenhofo unue cerbumadis pri revivigo de la latina, kiun li lernis en lernejo, sed konkludis, ke ĝi estas tro komplika por normala komunikado. Lernante la anglan, li rimarkis, ke la verba konjugacio laŭ genro kaj nombro ne necesas kaj ke gramatika sistemo de lingvo povas esti multe pli facila, ol li opiniis antaŭe. Daŭris tamen la lerna malhelpo pro granda kiomo de parkerigendaj vortoj. Foje ekrimarkis Zamenhofo du rusajn surskribojn: швейцарская [ŝvejcarskaja] (pordistejo, vorto derivita de швейцар ŝvejcar – pordisto) kaj кондитерская konditerskaja (dolĉaĵejo, derivita de кондитер konditer – dolĉaĵisto). Tiuj vortoj kun la sama sufikso inspiris lin al la ideo, ke uzado de regularaj afiksoj povus konsiderinde malplimultigi la kiomon de la vortoradikoj necesaj por komuniki. Por ke la radikoj estu kiel eble plej internaciaj, li decidiĝis transpreni la vortprovizon plejparte el la latinidaj kaj ĝermanaj lingvoj, do el tiuj instruataj tiam tutmonde pleje.\n\n\n==== Fina versio ====\nLa unua projekto de Zamenhofo, nomita Lingwe uniwersala, estis iomete preta en decembro 1878, sed lia patro, instruisto de lingvoj, konsideris la laboron vana kaj utopia, tial li verŝajne perdigis la manuskripton, konfiditan al li de la filo. Inter la jaroj 1879 kaj 1885, Zamenhofo studis medicinon en Moskvo kaj Varsovio. Tiutempe li denove eklaboris internacian lingvon. La unuan renovigitan version li instruis jare 1879 al siaj amikoj. Post kelkaj jaroj, li jam tradukis poezion, por ke kiel eble plej perfektigi la lingvon. En 1895 li skribis, ke “[d]um ses jaroj mi laboris perfektigante kaj provante la lingvon kvankam en la jaro 1878 al mi ŝajnis, ke la lingvo jam estas tute preta”.\nKiam li jam preparis publikigon de la lingvo, la caraj cenzuristoj malpermesis tion. Zamenhofo estis tre elrevigita pro tio kaj sian libertempon pasigis per tradukado ekzemple de la Malnova Testamento aŭ kelkaj teatraĵoj de William Shakespeare. Fine en la jaro 1887, li povis eldoni la unuan lernolibron, Международный языкъ (“La internacia lingvo”), uzante la saman lingvon parolata hodiaŭ. Laŭ la kaŝnomo de Zamenhofo Doktoro Esperanto, sub kiu la libro estis eldonita, la lingvo baldaŭ eknomiĝis La lingvo de d‑ro Esperanto kaj pli malfrue mallongigite Esperanto.\n\n\n===== Publikiĝo =====\n\n\n=== Unuaj ŝanĝprovoj ===\nZamenhofo ricevadis leterojn, kiuj ofte enhavis proponojn pri ŝanĝoj al la lingvo. Ĉiujn sugestojn li registris kaj pli malfrue komencis publikigi en la ĵurnalo La Esperantisto, eldonata tiam en Nurenbergo. En la sama periodaĵo li dufoje balotigis la legantojn pri la ŝanĝoj, la plejmulto tamen malkonsentis. Post tiuj voĉdonadoj por certa tempo iomete silentiĝis voĉoj dezirantaj reformojn kaj la lingvo ekdisvastiĝadis iom post iom. Plej multajn abonantojn la ĵurnalo havis en tiama Rusujo. Grandan baton ĝi tial suferis, kiam la cara cenzuro malpermesis ĝian disvastigon pro artikolo de Lev Nikolajeviĉ Tolstoj. La ĵurnalo devis esti malestigita, sed post nelonge ĝin anstataŭis nova, nomata Lingvo Internacia. Ĝi unue estis eldonata en sveda Upsalo, poste en Hungarujo kaj fine en Parizo, kie la eldonadon finis la unua mondmilito.\n\n\n=== Disvastiĝo de la lingvokomunumo ===\n\nLa novan internacian lingvon ĝiaj uzantoj komencis uzi ankaŭ por organizi fakajn kaj ŝatokupajn aktivadojn internacinivele. Dum la unuaj jardekoj la komunikado en Esperanto realiĝis preskaŭ nur skribe, sed post nesupozite sukcesa Universala Kongreso, okazinta 1905 en franca Boulogne-sur-Mer, kie pruviĝis ebloj uzi la internacian lingvon eĉ parolforme, komencis rapide kreski ankaŭ personaj kontaktoj kaj renkontiĝoj inter Esperantistoj.\nDum dua UK en Ĝenevo 1906 dividiĝis la kongresanaro en fakaj organizoj, ŝatokupoj- religiaj kaj senreligiaj mondkonceptoj: paralele okazis la ruĝulo kongreso por laboristoj.\nJam dum la 5-a Universala Kongreso en Barcelono jare 1909 realiĝis kelkaj renkontiĝoj de ĉeestantaj katolikoj, kiuj fine decidis organizi venontjare, do en 1910, apartan kongreson de katolikaj Esperantistoj. Dum ĝi estis fondita la Internacia Katolika Unuiĝo Esperantista (IKUE), kies ĉefa organo, la ĵurnalo Espero Katolika, tamen estis eldonata jam ekde 1903 kaj nun do temas pri la plej malnova ĝis nun aperanta Esperanta periodaĵo.\nEn la jaro 1912 Zamenhof dum solena inaŭguro enkadre de la 8-a UK en Krakovo rezignis sian oficialan rolon en la movado. La 10-a Universala Kongreso estis okazonta en Parizo jare 1914, aliĝis tien preskaŭ 4000 homoj, sed komenciĝanta milito malebligis ĝin kaj Zamenhof povis reveturi hejmen nur tra la Skandinavaj ŝtatoj.\nLa sopiro pri paco kaj harmonio post la Unua Mondmilito vekis novajn esperojn, danke kion Esperanto estis rapide disvastiĝanta. La unua Universala Kongreso post la milito okazis jare 1920 en Hago, la 13-a UK jare 1921 en Prago. En 1927 en la Viena kastelo Hofburg estis fondita la memstara Esperantomuzeo kaj Kolekto por Planlingvoj, kiu en 1929 alkroĉiĝis al la Aŭstruja Nacia Biblioteko kaj hodiaŭ rezidas en aparta konstruaĵo.\n\nEn la intermilita periodo kaj la dum la Dua Mondmilito, okazis persekutado kontraŭ esperantistoj, interalie en Germanio sub naziismo kaj en Sovetunio sub stalinismo.\n\n\n=== Post la Dua Mondmilito ===\nLa klopodoj akceptigi Esperanton kiel universalan lingvon renkontadis pozitivan respondon: Petskribojn favore ĝin adresitajn al la Unuiĝintaj Nacioj subskribis pli ol 80 milionoj da homoj, en Ĉeĥoslovakujo ekzemple ankaŭ la Nobel-premiito profesoro Jaroslav Heyrovský.\nLa Ĝenerala Asembleo de UNESCO akceptis similajn rezoluciojn en Montevideo la 10-an de decembro 1954 kaj en Sofio la 8-an de novembro 1985. En ili ĝi notis la rezultojn atingitajn per Esperanto sur la kampo de internaciaj intelektaj interŝanĝoj kaj por la proksimigo de la popoloj de la mondo, invitis la membrajn ŝtatojn instigi al la enkonduko de studprogramo pri la lingvo-problemo kaj pri Esperanto en siaj lernejoj kaj siaj institucioj de supera edukado kaj rekomendis al la internaciaj neregistaraj organizaĵoj aliĝi al la festado de la centjariĝo de Esperanto kaj pristudi la eblecon utiligi Esperanton kiel rimedon por disvastigi inter siaj membroj ĉiajn informojn, inkluzive de tiuj pri la agado de UNESCO.\nEsperanton favoris ankaŭ pluraj estroj de la Pola Scienca Akademio (Polska Akademia Nauk). La jubilean 72-an Universalan Kongreson jare 1987 (centjariĝo de la lingvo-publikigo) partoprenis preskaŭ ses mil homoj de 60 nacioj.\nAnkaŭ la Internacia Katolika Unuiĝo Esperantista atingis gravan progreson, kiam en la jaro 1990 estis eldonita la dokumento Norme per la celebrazione della Messa in esperanto, per kiu la Sankta Seĝo permesas servi sanktan meson en Esperanto sen neceso de specialaj permesoj. Esperanto tiel fariĝis ununura aprobita konstruita liturgia lingvo de la Katolika Eklezio.\nLa fakto, ke multaj celoj de la Esperanta movado ne realiĝis, estas atribuata interalie al teknologia kaj kultura hegemonio de Britujo kaj Usono, precipe en la tempo post la Dua Mondmilito, kio rezultigas hodiaŭan uzon de la angla kiel komunika lingvo de plej multaj internaciaj agadoj.\n\n\n==== Uzado ====\n\nDiversaj nombroj indikas kreskantan uzadon de Esperanto dum la pasintaj jardekoj.\nLa hungara censo kalkulis 942 Esperanto-parolantojn en 1941, 2 083 en 1990, 4 575 en 2001 kaj 8 397 in 2011. Laŭ la publikigitaj datumoj por 985 el tiuj ĉi lastaj Esperanto estis familia aŭ gepatra lingvo (sed povas temi pri eraro; eble la demanditoj ne respondis tute ĝuste).\nLaŭ la Jarlibro de la Esperanto‑movado estis 58 denaskaj Esperanto-parolantoj en 1961, 67 en 1962, kaj 83 en 1965. En 1996, estis ĉ. 350 familioj kun denaskaj Esperanto-parolantoj.\nEstas nun Esperanto-asocioj en dudeko da afrikaj landoj; preskaŭ ĉiuj el tiuj fondiĝis post 1960. La nombro de afrikaj adresoj en la jarlibro \"Pasporta Servo\" kreskis de 18 en 1988/89 al 59 en 2005.\nEldoniĝis almenaŭ kvar muzikalbumoj en Esperanto en la sesdekaj jaroj, almenaŭ 17 en la sepdekaj, almenaŭ 58 en la okdekaj, almenaŭ 75 en la naŭdekaj kaj pli ol cent en la unua jardeko de la nova jarmilo. Estas rete disponeblaj nun pli ol 3000 tekstoj de kantoj en Esperanto.\n\nLa nombro de partoprenantoj en Esperanto-renkontiĝoj de almenaŭ unu semajno en Germanio kreskis de proks. 100 en la fruaj sepdekaj jaroj al proks. 800 en 2008.\nLa Esperanto‑Vikipedio enhavas pli ol 370 000 artikolojn laŭ oktobro 2025, kiu similas al la Vikipedioj en la eŭska (ĉ. 470 000) kaj la minankabaŭa (ĉ. 220 000). Antaŭ la apero de la Vikipedio en 2001 ne ekzistis Enciklopedio en Esperanto pri ĝeneralaj temoj; la Enciklopedio de Esperanto (pri Esperanto-temoj) eldoniĝis en 1934 kaj ekde tiam ne estis redaktita.\nInter 1906 kaj 1971 aperis ĉ. 28 disertacioj pri Esperanto kaj interlingvistiko, do proksimume unu ĉiun duan aŭ trian jaron. Tiu nombro forte grandiĝis: Inter 1975 kaj 1987 entute aperis 95 disertacioj, do ekde 1975 ĉiujare mezume pli ol 7.\nLa nombro de Landaj Asocioj de UEA kreskis de 19 en 1948 al 71 en 2013.\n\n\n== Esperanto nuntempe ==\n\nEn la nuna mondo, kiu ĉiam pli konscias rajtojn de malplimultoj kaj lingvan diversecon, akiras la internacia lingvo ree atenton de iuj gravuloj. Neregistaraj organizoj kaj asocioj insistas, ke la diskuto pri la internacia lingvo aperu kiel diskuttemo de la Unuiĝintaj Nacioj kaj Eŭropa Unio. Julie 1996 Simpozio de internaciaj organizoj kunvenigis omaĝe al Inazo Nitobe en Pragon grupon de sendependaj ekspertoj, kiuj esploris tiaman pozicion de Esperanto kaj proponis ĝian envicigon en aktualaj interparoloj pri lingvaj rajtoj kaj politiko. La Manifesto de Prago, moderna deklaro pri valoroj kaj celoj motivantaj Esperantan movadon, emfazas lingvan demokration kaj konservon de la lingva diverseco.\nEsperanto estis kiel komunikilo uzata ankaŭ en la projekto Indiĝenaj Dialogoj, al kies celoj apartenis plifortigi interŝanĝon de spertoj inter indiĝenaj popoloj en la mondo, kiuj rifuzas uzon de iamaj koloniaj lingvoj.\n\n\n=== Konataj Esperanto-parolantoj ===\nAl famuloj uzantaj aŭ uzintaj Esperanton apartenas interalie la Nobel-premiito Reinhard Selten, mondĉampionoj en ŝakludo Judit Polgár kaj Tivadar Soros, la patro de la financisto George Soros. Ankaŭ la iama germana ministro pri justico Wolfgang Stammberger estis Esperanto-parolanto.\n\n\n=== Stato de la lingvoevoluo ===\nLa kreinto-iniciatinto de Esperanto, Ludoviko Lazaro Zamenhof, sciis, ke lingvo estas disvastigenda per kolektiva uzo, tial li limigis sian komencan proponon je minimuma gramatiko kaj malgranda vortprovizo. Hodiaŭ tamen Esperanto estas plene disvastiĝinta lingvo kun tutmonda komunumo de parolantoj kaj kompleta esprimaparato. Multaj ideoj de Zamenhof antaŭiris la ideojn de la fondinto de la moderna lingvistiko Ferdinand de Saussure, kies frato René de Saussure estis Esperantisto.\nKomence, la lingvo konsistis el ĉirkaŭ mil vortradikoj, el kiuj oni povis krei 10–12 mil vortojn. La nunaj esperantaj vortaroj enhavas ofte eĉ 15–20 mil radikojn, el kiuj jam da vortoj deriveblas centmiloj; krome la lingvo daŭre evoluas. La aktualajn tendencojn observas kaj kontrolas la Akademio de Esperanto. Dum sia historio, Esperanto estis uzita por atingi diversajn celojn, iujn el ili eblas taksi problemaj. La lingvo estis malpermesita kaj ĝiaj uzantoj persekutataj kaj dum la erao de Stalin, konsideranta ĝin „lingvo de mondcivitanoj“, kaj dum Hitler, por kiuj ĝi estis „lingvo de judoj“  Zamenhof, la kreinto, mem estis judo, malgraŭ ke li uzis la vorton \"hebreo\").  \nLa nuna Esperanto estas rezulto post kolektiva laboro de centoj da filologiistoj, poetoj, verkistoj kaj da tri generacioj de ĝiaj uzantoj. Dum pli ol 120 jaroj kreiĝis miloj da vortoj, esprimoj, frazfiguroj, metaforoj ks., ellaboriĝis ankaŭ dekoj da fakaj vortaroj por diversaj sciencoj.\n«Esperanto (...) povus funkcii kiel la monda lingvo pro la samaj kialoj, kiujn ĉi tiu funkcio plenumis tra la jarcentoj la naturaj lingvoj kiel la greka, latina, franca, angla aŭ kis-amina.» - Umberto Eco en: \"La serĉado de la perfekta lingvo\"\n\n\n==== Terminaro ====\nUEA havas 59 fakajn asociojn kiel kolektivajn membrojn de UEA (stato de 11 marto 2015). Preskaŭ ĉiu faka asocio flegas siajn fakajn vortarojn. Tial la plimulto de fakaj vortaroj estas ĝisdatigitaj kaj enhavas terminaron minimume por majstra grado. La fakaj vortaroj estas atingeblaj en Interreto kaj ilia uzo estas senpaga. Ekzemplo: informadiko, komputiloj kaj programado: https://komputeko.net/, kvinlingva vortaro (Esperanto, angla, germana, nederlanda, franca).\n\n\n=== Uzantoj ===\n\nLa Universala Esperanto-Asocio (UEA), kies membroj konsistigas la plej aktivan parton de la Esperantista komunumo, havas siajn naciajn filiojn en 62 ŝtatoj kaj individuajn membrojn en preskaŭ duobla kvanto de ŝtatoj. La nombro de venditaj lernolibroj kaj membrostatistikoj de lokaj grupoj montras, ke ekzistas jam centmiloj aŭ eĉ milionoj da homoj kun almenaŭ minimuma scio de la lingvo. Parolantoj de Esperanto troveblas en la tuta mondo, plej koncentriĝinte en tiom malsamaj landoj kiel estas Brazilo, Bulgarujo, Ĉinujo, Irano, Japanujo, Kubo aŭ Madagaskaro.\nLaŭ indikoj de la projekto Ethnologue estas la suma kvanto de la parolantoj taksata je du milionoj, el kiuj du milojn konsistigas denaskuloj, precipe danke uzon de Esperanto en hejmoj, plej ofte en internaciaj familioj. La historiisto kaj Esperantisto Ziko Marcus Sikosek indikis la takson troigita, baziĝante sur komparo kun realaj nombroj de parolantoj en Kolonjo kaj kiomoj de membroj en Esperantaj organizaĵoj. Aliaj taksoj indikas pli modestajn numerojn, kutime inter centmilo kaj miliono. Neprecizaĵoj en la pritaksoj baziĝas sur la fakto, ke nombron de parolantoj de iu ajn internacia helplingvo estas malfacile ekscii, ĉar ekzemple popolnombradoj en plimulto da ŝtatoj demandas nur pri gepatra lingvo de la loĝantoj, ne pri iliaj pluaj lingvoscioj.\n\n\n=== Instruado kaj lernado ===\nTre rapide eblas komenci interkompreniĝi internacilingve, kio prezentas idealan enkondukon al lernado de fremdaj lingvoj. Jam post kelkaj semajnoj lernantoj povas komenci korespondi Esperante kaj post kelkaj monatoj ili jam kapablas enkadre de siaj kursoj aŭ private vojaĝi eksterlanden uzante la lingvon. En Facebook-enketo el 68 respondintoj entute 36 (52%) informis, ke ili praktike ekuzis Esperanton post malpli ol 20 lernhoroj, pliaj 13 (19%) post 20 ĝis 29 lernhoroj.\nEksperimentaj kaj neformalaj observadoj aludas, ke antaŭa lernado de Esperanto eĉ povas pozitive efiki al posta ekposedado de aliaj fremdaj lingvoj (oni nomas tion propedeŭtika efekto). Realiĝis jam kelkaj provoj formale esplori la fenomenon: ekzemple grupo de studantoj, lernintaj dum unu jaro Esperanton kaj poste dum tri jaroj la Francan lingvon, havis pli bonajn rezultojn ol kontrolgrupo, kiu lernis la Francan dum la tutaj kvar jaroj. Similajn rezultojn oni akiris ankaŭ kiam la dua lingvo estis la Japana aŭ malplilongiginte la eksperimenton je duono. Tamen, la menciita studo ne skribas, kiel progresas studantoj, kiuj lernis en la unua jaro alian lingvon ol Esperanton, ekzemple Latinon.\nKvankam Esperanto estas instruata de iuj universitatoj, ekzemple ĉe la Masaryk-Universitato en Brno (Ĉeĥujo), plej ofte homoj lernas ĝin mem, pere de korespondaj aŭ plurmediaj kursoj (kaj poŝte kaj retpoŝte), pere de retejoj kiel lernu!, aŭ en lokaj kluboj de Esperanto. Laŭ Facebook-enketo inter 163 respondintoj 13 (8%) lernis la lingvon en universitata (9), popolaltlerneja (2) aŭ lerneja (2) kurso, 96 (59%) memstare per libro (55) aŭ interrete (41), 47 (29%) en kurso de klubo aŭ unuopulo; 4 (2%) lernis en la familio denaske aŭ poste. Konstateblas sume, memlernado kaj kluba instruado liveras ĉ. 90% de la Esperanto-parolantoj de la enketo. Lernolibroj kaj aliaj helpiloj por memlernantoj ekzistas en pli ol cent lingvoj.\nDuolingo  ofertas Esperanto-kursojn jam en kvar lingvoj, angla, franca, hispana kaj portugala. Ĉiujare proksimume 800.000 homoj tie trastudas almenaŭ unu Esperanto-lecionon. Kurso en la ĉina estas en preparo.\n\n\n==== Ofertantoj de Esperanto-lerniloj kaj lingvo-helpiloj. ====\n\nEkde la 1990-aj jaroj, ĉefe pro la apero de la interreto, signife kreskas la nombro de ofertoj pri lernado de Esperanto, vortaroj, lernhelpiloj, tradukiloj ktp. Tiuj ofertoj venas ĉu de profesiaj komercaj ofertantoj, ĉu de privataj ofertantoj kaj senprofitaj organizaĵoj. Ŝajnas, ke ĉe ofertantoj de malalta nombro de lingvoj (ĝis 20), Esperanto estas malofta, sed kun la kreskanta nombro la ŝanco de inkluziviĝo de Esperanto plialtiĝas kaj ekde 40 ofertataj lingvoj la ĉeesto de Esperanto inter ili estas tre ofta.\n\n\n==== Specifeco de lernado ====\nKomparajn esplorojn pri tempo de lernado de diversaj lingvoj oni faris en la Universitato de Paderborn (Germanio). Kadre de tiu esplorado oni determinis la tempon de lernado de francolingvaj studantoj ĝis certa nivelo.\nAtingi tiun nivelon bezonas la sekvantan kvanton de horoj:\n\ngermana 2000 horoj;\nangla 1500 horoj;\nitala 1000 horoj; kaj por\nEsperanto 150 horoj.\nLa facileco de lernado de Esperanto havas sekvantajn ĉefajn kaŭzojn:\n\nSimpla gramatiko kaj malĉeesto de esceptoj. Esperanto ne havas neregulajn verbojn, pasintan, nunan kaj estontan tempon oni kreas unumaniere.\nFonetika ortografio. En vortaroj ne bezonas sciigi prononcon.\nNormaj manieroj de vortfarado. El malgranda kvanto de radikoj oni kreas per uzo de prefiksoj kaj sufiksoj grandan kvanton de derivataj vortoj. Tio akre malpliigas la kvanton de radikoj por rememori.\nKategorio gramatika de vortoj (escepte prepozicioj, numeraloj kaj interjekcioj) estas markita per sufikso kaj finaĵo. En vortaroj ne bezonas sciigi genron kaj deklinacion de nominativoj, konjugacion de verboj ktp.\nDum lernado de Esperanto la gramatikaj problemoj rapide malaperas. Tio estas (kune kun la facileco) grava specifeco de Esperanto kompare kun naciaj lingvoj. Dank'al tio la lernantoj povas koncentri al vortprovizo kaj vortuzo.\nVortuzo estas grava parto de ĉiu lingvo. Ekzemple \"ludejo\" (kampo por ludo de infanoj) en la germana estas \"ludloko\", \"ludplaco\" (Spielplatz), en la angla \"ludbazo\" (playground), en la hungara \"ludspaco\", \"ludplaco\" (játszótér), en la rusa \"infana placeto\" (детская площадка) ktp.\n\n\n=== Oficiala statuso ===\nEsperanto estas oficiala lingvo de neniu ŝtato, kvankam komence de la 20-a jarcento ekzistis planoj estigi Moresneton kiel entute unuan Esperantan ŝtaton kaj sur la mallonge ekzistanta artefarita Insulo de la Rozoj ekzistis en la jaro 1968 mikronacio, uzanta Esperanton kiel sian oficialan lingvon. Tiu tamen servas kiel oficiala laborlingvo por kelkaj (plejofte Esperantaj) senprofitaj neregistaraj organizaĵoj. Esperanto ankaŭ estas ununura agnoskita artefarita liturgia lingvo de la Katolika eklezio.\n\n\n==== Unesko ====\nEn la jaro 1954 la Ĝenerala Konferenco de Unesko agnoskis, per la tiel nomita rezolucio de Montevideo, ke la rezultoj atingitaj de Esperanto kongruas kun celoj de la organizaĵo. Sekve de tio oni estigis oficialajn rilatojn inter UNESCO kaj la Universala Esperanto-Asocio, kiu iĝis neregistara membra organizaĵo en la kategorio B. Kunlaboro inter ili daŭras: jare 1977 la ĝenerala direktoro de UNESCO Amadou-Mahtar M´Bow prezentis sian parolon dum la 62-a Universala Kongreso de Esperanto en Islanda Rejkjaviko. En 1985 la Ĝenerala Asembleo de UNESCO instigis la membrajn ŝtatojn kaj internaciajn organizaĵojn enkonduki studprogramojn pri la lingva problemo kaj Esperanto en lernejoj, kaj studi eblon eluzi la lingvon en internaciaj rilatoj. Universala Esperanto-Asocio havas konsilajn rilatojn kun la Unuiĝintaj Nacioj (UN), UNICEF, Konsilio de Eŭropo, Organizaĵo de Amerikaj Ŝtatoj (OAS) kaj Internacia Organizaĵo por Normigado (ISO).\n\n\n==== Herzberg – die Esperanto-Stadt ====\nEkde 2004 en la Germana urbo Herzberg am Harz, funkcias la Interkultura Centro Herzberg. Ekde la 11-a de Julio 2006, surbaze de decido de la urba konsilantaro, Herzberg am Harz oficiale nomiĝas Esperanta urbo (Herzberg am Harz – die Esperanto-Stadt/La Esperanto-urbo), kio ligiĝas kun organizado de kulturaj kaj klerigaj aranĝoj kun rilato al Esperanto. Herzberg estas partnerurbo de la Pola urbo Góra, iliaj interŝanĝoj realiĝas Esperante.\n\n\n=== Uzo ===\n\n\n==== Renkontiĝoj kaj vojaĝado ====\nEsperanto reprezentas utopion de mondo de interkultura dialogo, tutmonda edukado kaj internacia amikeco,\nĈiujare okazas centoj da internaciaj konferencoj kaj renkontiĝoj– sen interpretistoj. La plej grandaj estas la Universalaj Kongresoj de Esperanto, lastafoje organizitaj en la urboj Fortalezo, Brazilo (2002); Gotenburgo, Svedujo (2003); Pekino, Ĉinujo (2004); Vilno, Litovujo (2005); Florenco, Italujo (2006); Jokohamo, Japanujo (2007); Roterdamo, Nederlando (2008); Bjalistoko, Polujo (2009); Havano, Kubo (2010); Kopenhago, Danio (2011). Ekde 1938 estadas organizataj ankaŭ Internaciaj Junularaj Kongresoj. La unua simpozio de Esperantistoj el Arabaj landoj, Mezorienta Esperanto-Kunveno, okazis en Amano jare 2000, la kvina Tutamerika kongreso jare 2001 en Meksikurbo kaj Azia kongreso en Seulo jare 2002.\nPasporta Servo estas servo subtenanta uzon de Esperanto por vojaĝado. Ĝin prizorgas la Tutmonda Esperantista Junulara Organizo. Ties fundamento estis ĝis 2008 ĉiujare eldonata libreto, enhavanta adresojn de ĉ. 1 300 gastigantoj el 89 ŝtatoj (laŭ la eldono el 2007), provizantaj senpagan loĝigon por vojaĝantoj parolantaj Esperanton. Ekde 2009 la servo disponeblas baze en elektronika formo, interrete, tamen presita listo de gastigantoj ankaŭ estas presota.\n\n\n==== Esploro kaj bibliotekoj ====\n\nEn multaj universitatoj Esperanto estas parto de lingvosciencaj kursoj, iuj proponas ĝin kiel sendependan studfakon. Precipe estas rimarkinda la Universitato Eötvös Loránd en Budapeŝto kun sekcio de Esperantologio en la Instituto de Ĝenerala kaj Aplikita Lingvoscienco, kaj la Universitato Adam Mickiewicz en pola Poznano kun postdiplomaj studoj pri interlingvistiko. La bibliografio de la Usona Asocio de Modernaj Lingvoj registras ĉiujare pli ol 300 fakajn publikaĵojn pri Esperanto. La biblioteko de la Esperanto-Asocio de Britujo enhavas pli ol 20 mil pecojn. Signifa tutmonda esplorcentro kaj arkivejo estas Centro de Dokumentado kaj Esploro pri la Lingvo Internacia (CDELI), kio estas parto de la urba biblioteko de La Chaux-de-Fonds en Svislando. Ĝi konservas librojn, periodaĵojn kaj diversajn eldonaĵojn ne nur en Esperanto, sed ankaŭ en aliaj planlingvoj. CDELI krom esti arkivejo kaj esplorejo por interlingvistoj, historiistoj, esperantologoj kaj alifakaj esploristoj, okazigas ankaŭ kursojn kaj seminariojn. Al pluaj grandaj bibliotekoj apartenas la Biblioteko Hector Hodler en Roterdamo en la Centra Oficejo de Universala Esperanto-Asocio, Germana Esperanto-Biblioteko en la urbo Aleno aŭ la biblioteko de la Esperantomuzeo kaj Kolekto por Planlingvoj en Vieno, kiu estas parto de la Aŭstruja Nacia Biblioteko. La bibliotekoj en Vieno kaj Aleno liveras informojn pri siaj kolektoj ankaŭ perrete kaj atingeblas pere de la interŝtata interbiblioteka pruntservo.\n\n\n==== Profesiaj kontaktoj kaj fakaj interesoj ====\n\nOrganizaĵoj por Esperanto-parolantoj inkluzivas tiujn por kuracistoj, verkistoj, fervojistoj, sciencistoj, muzikistoj kaj multaj aliaj. Ili eldonas revuojn, organizas konferencojn kaj helpas disvastigi la lingvon por profesia kaj faka uzo. Akademio Internacia de la Sciencoj (AIS), faciligas kunlaboron sur la universitata nivelo. Originalaj kaj tradukitaj verkoj aperas pri astronomio, informadiko, botaniko, kemio, juro aŭ filozofio. En 2009 UEA lanĉis per La origino de specioj de Darvino serion de sciencaj klasikaĵoj, “Scienca Penso”. Proprajn organizaĵojn havas interalie blinduloj, skoltoj, ŝakistoj, go-ludantoj, kaj katamantoj. Tutmonda Esperantista Junulara Organizo, la junulara sekcio de UEA, organizas internaciajn kunvenojn kaj eldonas periodaĵojn. Budaanoj, ŝintoismanoj, katolikoj, protestantoj, kvakeroj, Bahaanoj, spiritistoj kaj ateismanoj havas siajn organizaĵojn, kaj multaj soci-aktivaj grupoj uzas la lingvon. En Sennacieca Asocio Tutmonda kunagas diversaj laboristaj tendencoj. Ankaŭ multaj aliaj asocioj uzas Esperanton.\n\n\n=== Esperanto-komerco ===\nEsperanta komerco jam vivas sporade de multaj jaroj. Laŭ esploroj de la franca Ĉambro de Komerco en 1921, Esperanto estus la plej bona lingvo por la komerco. La New York Times raportis pri tio en 2012.\nEn 1985, fondiĝis la Internacia Komerca kaj Ekonomia Federacio (IKEF), kies prezidanto estas Sinjoro WANG Tian-Yi ekde 2013.\n\n\n=== Statistiko de Esperantujo ===\n\nKonstateblas, ke Esperanto ĝis nun atingis lokon inter la unuaj 50 lingvoj de la mondo laŭ la ofteco de uzado en internacia komunikado. En Vikipedio ĝi ekzemple okupas lokon 32 laŭ la nombro de artikoloj kaj lokon 43 laŭ la paĝovizitado (junio 2015).\nEn Litovio kaj Hungario ĝi estas lingvo n-ro 16 laŭ la nombro de loĝantoj, kiuj scias diversajn fremdlingvojn. Esperanto estas unu el dek lingvoj, kiujn la ĉina registaro uzas en sia oficiala novaĵretejo, kaj unu el sesdeko da lingvoj, kiujn la papo uzis ĝis 2012 por saluti la kredantojn dum pasko kaj kristnasko. Google ofertas Esperanton kiel unu el 41 serĉlingvoj kaj ĝi estas unu el sesdeko da traduklingvoj ĉe Google Translate.\nKelkloke Esperanto havas pli favoran aŭ pli malfavoran pozicion: En la frazaro kun tradukoj Tatoeba ĝi kun pli ol 223 000 frazoj okupas la duan lokon post la angla (marto 2013). En Hungario ĝi estis almenaŭ en 2004 la tria lingvo (post la angla kaj la germana), pri kiuj studentoj k.a. ekzameniĝis en apartaj ŝtataj ekzamenoj.\nAliflanke la internacia lingvo Esperanto havas malpli bonan lokon, se oni komparas ĝian parolantaron kun ĉiuj naciaj lingvoj; ekzemple laŭ la nombro de denaskaj kaj poste eklernintaj parolantoj Esperanto havas lokon 165 inter la lingvoj, en kiuj ekzistas Vikipedio; tiu rilato tamen ne multe gravas, ĉar la intenco de Esperanto estas faciligi la internacian komunikadon, ne la nacian.\nLa rilato inter la uzado de Esperanto kaj de la angla estas tre proksimume 1:1000. Ekzemple la rilato inter la vizitado de anglalingvaj kaj esperantlingvaj paĝoj de Vikipedio estas 1:1060 (aŭg. 2012), la rilato inter la nombroj de parolantoj de ambaŭ lingvoj en Litovio estas ĉ. 1:700 (laŭ censo 2001) kaj la rilato inter la libroj ĉiujare eldonataj estas ĉ. 1:4 000 (ĉ. 2006; kp. Nombra rilato Esperanto - angla).\n\n\n==== Aliaj planlingvoj ====\nProksimume 0,5 ĝis 1% de ĉiuj parolantoj de planlingvo parolas alian planlingvon ol Esperanto, ĉ. 99% parolas Esperanton (laŭ censoj en Rusio kaj Hungario).\n\n\n== Esperanto kiel vivanta lingvo ==\nVidu Denaskaj Esperanto-parolanto, Esperanto sen antaŭjuĝoj, Prelego de Federico Gobbo “Esperanto kiel Vivanta Lingvo” (YouTube-filmeto) kaj filmo Esperanto estas....\nPli ĝenerale notindas, ke artefarita lingvo ja povas esti vivanta; kaj ke tiu atribuo tute kaj sole dependas de la daŭra uzado, praktiko kaj apliko de ĝia lingvanaro. La Instituto pri Lingvistiko de la Hungara Scienca Akademio raportis en 2004, ke la unuanima opinio de la „gvida stabo” de la Instituto estas, ke \"Esperanto apartenas al la kategorio de vivanta lingvo, laŭ kiu Esperanto estas\n\ntre normaligita,\ntre socialigita,\nneetna vivanta lingvo kiu plenumas ĉiujn eblajn lingvajn funkciojn en duaranga lingvokomunumo kaj samtempe rolas kiel peranta lingvo.”\nTamen estas kontraŭuloj kiuj kiel publikaj personoj laŭplaĉe asignas al Esperanto la kategorion de mortinta lingvo (vidu #Eraroj kaj mitoj pri Esperanto). Sufiĉe ofte, eĉ esperantistoj pere de siaj propraj sintenoj kaj praktikoj al ilia lingvo, demonstras ke ili ne distingas nete inter Esperanto kiel vivanta lingvo kaj aliaj lingvaj projektoj (kaj specife temas pri facilanimaj proponoj al lingva reformo (interalie vidu Principaro de Frostavallen)). Tiuj projektoj ankoraŭ tute aŭ ne sufiĉe maturiĝis al nivelo de vivanta lingvo ĉar mankas al ili lingvanara komunumo, kulturo, aŭ simple kritika kvanto da ĉiaspece praktika uzado. En ĉiu vivanta lingvo tiu lingvouzado estas la sole definitivo por decidigi kaj restarigi sur ĉiuj lingvaj punktoj. Laŭ la vortoj de Zamenhof, \"tiun severan unuecon, kiu por lingvo estas multe pli necesa, ol ĉiu ŝajna aŭ eĉ vera perfekteco\"\nEsperanta Civito argumentas, ke raŭmismo \"aplikas al Esperanto la modernan lingvistikan principon, laŭ kiu vivanta lingvo estas kaj komunikilo kaj identigilo\". La raŭmistoj vidas en Esperanto ne nur simplan komunikilon, sed perilon por arto kaj kulturo, samkiel identigilon de nova transnacia komunumo, perceptata kvazaŭ diaspora lingva malplimulto, al kiu iu aliĝas laŭ tute libera elekto, kio proksimigas ĝin al popolo (ne kiel ethnos, sed jam kiel demos), en kiu eblas trovi ĉiun filozofian aŭ politikan tendencon.\nEfektive, por konvinki siajn skeptikajn kolegojn, ke Esperanto ja estas vivanta lingvo, eblas aĉeti por ili portempan abonon al esperantlingva revuo, por ke ili propraokule vidu, ke Esperanto estas tute normala fenomeno de tute normala kaj funkcianta lingvo.\n\n\n== Gramatiko ==\n\nEn sia \"Unua Libro\" de Esperanto (1887) Zamenhof prezentis la gramatikon per 16 reguloj, kiuj kompreneble ne klarigas ĉiujn detalojn de la lingvouzo. Tiu ĉi gramatiko eniris en la sistemdokumenton \"Fundamento de Esperanto\", kiu, laŭ decido de la unua Universala Kongreso en 1905, garantiu la kontinuecon de la lingvoevoluo.\nLa vortofarado estas ekstreme aglutina: sufiksoj, prefiksoj, kaj kunmetado de radikoj estas abunde uzataj. Ĉiuj morfemoj estas nevariaj. La ĉefaj vortospecoj havas proprajn karakterajn finaĵojn: -o por substantivoj, -a por adjektivoj, -e por adverboj, kaj ses finaĵojn por la ses bazaj formoj de verbo.  Por verbaj finaĵoj sufiĉas: -i por infinitivoj, -as por prezenco, -is por pasinta tempo, -os por estonta tempo, -u por imperativoj, -us por kondicionaloj, kaj ses pluaj (tri aktivaj — -ant- -int- -ont- respektive presenca, pasinta kaj estonta — kaj tri pasivaj, -at- -it- -ot-) al ĉiuj kiuj aldoniĝas sufikse adjektiva aŭ adverba finaĵo) por participoj. Ankaŭ ekzistas akuzativa sufikso -n en esperanto. Radikoj estas libere kombineblaj kun gramatikaj finaĵoj. Substantivoj kaj adjektivoj havas du kazojn kaj du nombrojn; verboj havas kvin finitivajn formojn kaj infinitivon, krom ses participoj (kiuj morfologie estas adjektivoj). Akordo inter verbo kaj subjekto ne ekzistas. La sintaksa rilato inter frazeroj estas markata per kazo kaj prepozicioj, ne per vortordo, kiu estas plejparte libera.\n\n\n== Specifaj trajtoj ==\n\nLaŭ iuj, la strukturoj de Esperanto subtenas la naturan emon de la homa pensado al analogio kaj estas pli trarigardeblaj ol tiuj de la plej multaj etnaj lingvoj. Tre produktiva sistemo de vortfarado garantias jam en frua stadio de la lingvolernado nuancitajn esprimeblecojn. Sekve fruaj sukcesoj emocie motivas la lernanton progresi. Eĉ estante sendube relative facile lernebla kompare al aliaj lingvoj, Esperanto tamen havas ankaŭ nefacilajn partojn.\n\n\n=== Rapida lernado ===\n\nTial la sama lernintenso ebligas akiri kompareblan lingvan nivelon en kompare tre malgranda ono de la tempo necesa por etna lingvo.\nĜenerale pluraj monatoj da studado de Esperanto egalas kelkajn jarojn da lernado de lingvoj kiel la angla aŭ la franca.\nPro la domino de eŭropdevenaj vortradikoj, ekzemple azianoj bezonas pli da lernotempo, tamen malpli ol por alia azia lingvo.\n\n\n== Vortoj ==\nLa vortoj devenas de diversaj lingvoj. La plejparto venis kaj venas el la ĉefaj eŭropaj lingvoj - precipe el la latina, la itala, la franca, la germana kaj la angla. Pro la internaciemo, multaj etimoj apartenas al pluraj lingvoj eĉ se la konkreta formo en Esperanto similas pli al tiu de unu lingvo. En Esperanto preskaŭ ĉiuj vortoj havas originon en aliaj lingvoj, kaj laŭdifine neniu vorto havas historion komencantan pli frue ol 1887.\n\n\n=== Etimaj ekzemploj ===\nel la latinidaj lingvoj:\nel la latina: abio, akvo, okulo, sed, tamen\nel la franca: butiko, ĉe, ĉevalo, dimanĉo, fermi, frapi\nel la itala: ĉielo, fari, voĉo\nel la portugala: saŭdado\npluraj: facila, fero, tra, verda\nel ĝermanaj lingvoj:\nel la germana: baldaŭ, bedaŭri, haŭto, hundo, jaro, nur\nel la angla: ŝi, birdo, mitingo, spite, suno, ŝarko, teamo\nel la sveda: ju. des\npluraj: bildo, fiŝo, fremda, grundo, halti, hasti, hundo, ofta, somero, ŝipo, vintro\nel slavaj lingvoj:\nel la pola: celo, ĉu, krado, luti, moŝto\nel la rusa: barakti, serpo, vosto\npluraj: klopodi, krom, prava\nel pliaj hindeŭropaj lingvoj:\nel la greka: hepato, kaj, biologio, politiko, katolikoso\nel la litova: du, tuj\nel sanskrito: budho, nirvano, pado\nel la armena: gavito, ĥaĉkaro\nel la finno-ugra grupo de la uralaj lingvoj\nel la samea: boaco, jojko, samea\nel la finna: lirli, saŭno\nel la hungara: cinci, ĉako, ĉardo, ĉardaŝo, ĉuro\nel ŝemidaj lingvoj:\nel la hebrea: kabalo\nel la araba: kadio, kaido, magazeno, matraco, admiralo\nel aliaj lingvoj\nel la japana: cunamo, hajko, haŝio, ĵudo, noo, sakeo, utao, zeno\nel la ĉina: maĝango, toŭfuo\nel la korea: kimĉio, makolio, tekvondo\n el la havaja: ukulelo, vikio\n el la maoria: keo, kivio\n\n\n=== Vortelektaj principoj ===\nLa tagoj de la semajno estas el la latinidaj lingvoj laŭ la francaj vortoformoj (dimanĉo, lundo, mardo. sed sabato el la hebrea), multaj partoj de la korpo laŭ la latinaj (hepato, okulo, brako, koro, reno), kaj la unuoj de tempo el la ĝermanaj lingvoj laŭ formoj germanaj (jaro, monato, tago). La nomoj de animaloj kaj vegetaloj ĉefe venas de la sciencaj nomoj.\nKiel jam supre estis videble, oni povas klarigi multajn vortojn per pli ol unu devenlingvo (vidu ankaŭ \"Etimologia Vortaro de Esperanto\" de Ebbe Vilborg).\n\nabdiki laŭ angla, franca, itala kaj latina\nabituriento laŭ germana kaj rusa\nablativo laŭ latina, angla, franca, itala kaj hispana, sed ĝi ankaŭ estas konata al germanaj lingvistoj kaj lingvoŝatantoj\nfunto laŭ pola, rusa, jida kaj germana\nŝnuro laŭ germana, pola kaj ĉeĥa\nPlue, Zamenhof zorgeme kreis malgrandan bazon de radikaj vortoj kaj\nafiksoj per kiu plia multo da vortoj estas konstruita. Pro tio, oni povas\nesprimi sin flue post lernado de malgranda vortprovizo (eble 500-2000\nvortoj kaj afiksoj).\nKvankam Zamenhof klopodis internaciigi Esperanton, ĝi estas eŭropeca pro sia\nvortaro. Tiu trajto ne apartenas sole al Esperanto: la plejmulto de la projektoj de internaciaj lingvoj uzas la eŭropajn komunajn vortojn. La ĉefa diferenco inter Esperanto\nkaj aliaj planlingvoj devenas de la ne-eŭropeco de la gramatiko, kaj tiun\nne-eŭropecon Zamenhof mem agnoskis kiel volan penon de li. La vorteroj kun gramatika funkcio aperas memstare ene de la vortaro, tiel ke ĉiu teksto estas deĉifrebla eĉ sen helpo de aparta gramatika klarigo. Aliflanke, li alkonformigis la gramatikajn vortetojn (interalie la vortfinaĵojn) tiel ke la eŭropanoj eĉ ne bezonu konscii pri tiu ne-eŭropeca gramatiko de Esperanto.\n\n\n=== Eroj ===\nNe ĉiuj vortoj de Esperanto havas signifon rekte diveneblan pere de aliaj lingvoj. Kelkaj el ili estas Esperantaj idiotismoj indiĝene naskitaj en Esperantujo, ĉu pro zamenhofa kaprico, ĉu pro natura lingvo-evoluo inter la parolantaro.\nLaŭforme (rimarku, ke la listo enhavas mikse vortojn tute kutimajn kaj vortojn foje uzatajn sed neoficialajn):\naliĝilo, edzo, espo (slango por Esperanto), ĝi, kabei, nifo (laŭ angla UFO), pli, plej, ujo, zamenhofa.\nOni ankaŭ povus aldoni la tabelvortojn (inspiritaj de la rusaj escepte regulaj korelativoj) kaj la uzon de afiksoj kiel memstaraj vortoj (igi, ilo, ree, umi, ktp.).\nFoje oni trovas la vortojn aliel, alies, -iĉ-, kaŭ (= kaj + aŭ), kaj ri, sed tiuj ne konformas al la reguloj de la Fundamento. Temas ĉe ili aŭ pri nekonsciaj pekoj kontraŭ la reguloj aŭ pri intencaj reformprojektoj.\nLaŭsignife:\naligatori, fundamento, memzorganto, necesejo, kajmani, krokodili, krokodilo, fina venko, verda, verdo\n\n\n== Alfabeto kaj ortografio ==\n\nLa literumado — aŭ ortografio — estas plej ofte unu fonemo por unu litero, kaj inverse.\nEsperanto uzas la latinan alfabeton kun ses aldonitaj literoj, iam nomataj “ĉapelitaj”: ĉ, ĝ, ĥ, ĵ, ŝ, kaj ŭ. Ili estas inter la ok plej maloftaj literoj en Esperanto‑literumado.\n\n\"ŭ\" kutime aperas nur post \"a\" aŭ \"e\".\nEn Esperantlingvaj retpaĝoj estas tri ĉefaj manieroj skribi la ĉapelitajn literojn de Esperanto:\n\nveraj supersignaj literoj, preskaŭ ĉiam laŭ Unikodo (rekte aŭ per numeraj signoreferencoj), iafoje laŭ Latino 3: ĉ, ĝ, ĥ, ĵ, ŝ, ŭ.\nsurogate laŭ la x‑sistemo: cx, gx, hx, jx, sx, ux.\nTiu sistemo havas avantaĝojn kontraŭ la h-sistemo, se komputiloj prilaboras tekston.\nsurogate laŭ la Zamenhofa h‑sistemo: ch, gh, hh, jh, sh, u.\nTiu sistemo estis proponita de Zamenhof por kazoj, kiam ĉapelitaj literoj ne estas haveblaj. Kontraŭ la x-sistemo ĝi havas la avantaĝon, ke tekstoj estas pli facile legeblaj kaj ne aperas tiom strangaj, speciale al novuloj.\nEkzistas programoj, kiuj aŭtomate transigas vortojn skribitaj en la x-sistemo al vortoj skribitaj kun ĉapelitaj literoj. Dezirinde estas, ke pliaj programoj estos same kapablaj.\nKontraŭ la h-sistemo ofte estas argumentita, ke komputiloj povus miskompreni kelkajn vortojn. Ekzemploj: flughaveno, senchava, bushaltejo. Sed tiu argumento nuntempe ne vere gravas. Modernaj programoj povas enhavi vortareton kun listo de tiuj \"problemaj\" vortoj, ja nur estas tre malmultaj. Tiujn vortojn la programo ne transigu laŭlitere, sed laŭ tiu speciala vortlisto.\n\n\n== Prononco ==\n\nJen kelkaj oftaj frazoj, transskribitaj apude en la Internacia Fonetika Alfabeto:\n\n Registraĵo de la preĝo Patro Nia\n\n\n== Lingvoevoluo ==\nVidu Lingvoevoluo de Esperanto\nKvankam Esperanto montriĝis plene taŭga por la celoj de la internacia komunikado, dum ĝia tuta historio ne mankis proponoj reformi detalojn. En la jaro 1908 el reformprovo rezultis nova lingvoprojekto, kaj fine aparta planlingvo: Ido. Kontraste al ĝi Esperanto de 1887 ĝis hodiaŭ evoluis sen radikalaj ŝanĝoj, sed malrapide kaj kontinue. Tiu (iam preskaŭ ne rimarkata, iam akre pridisputata) lingvoŝanĝiĝo ampleksas (krom la ĝenerala kresko de la vortprovizo) interalie la sekvajn tendencojn:\n\nprefero de mallongaj vortoformoj ekzemple spontana anstataŭ spontanea\narĥaikiĝo de vortoj (ekzemple: pafilego) kaj paralela enuziĝo de novaj (ekzemple: kanono)\nnuanciga pliriĉigo de la vortostoko, ekzemple al bleki (= produkti bestosonojn) aldoniĝis tuta listo de verboj por unuopaj bestospecioj\nevoluo de signifodiferenco de paralelaj formoj ekzemple: plaĝo = bordostrio speciale taŭga por bano kaj sunbruniĝo, plej ofte tiucele transformita de homoj; strando = origina, natureca , pli \"sovaĝa\" bordostrio\narĥaikiĝo de multaj vortoj kun ĥ: ekz-e -rĥ- → -rk- (inkluzive arĥaika → arkaika), ĥoro → koruso, k.a.\nuzo -io kiel sufikso en landonomoj, anstataŭ la fundamenta \"ujo\"\npli ofta adverbigo - ekzemploj: lastatempe anst. en la lasta tempo, aviadile anst. per aviadilo, haste kaj laste anst. hastante kaj kiel la lasta\nevito de kompleksaj verboformoj\nuzo de afiksoj kiel memsignifaj vortoj - ekzemple: ega, eta, emo, malo, iĝi, estro, estraro, ilo, ilaro, ejo, ismo\nankaŭ, uzo de prepozicioj kiel nomoj, adjektivoj kaj verboj: Per·antoj estas multaj en Esperantujo, ĉu por kotizoj, ĉu por abonoj, k.c.\nProponoj pri reformoj de lingvaj detaloj estas lastatempe ne malofte diskutataj en la novaĵgrupo soc.culture.esperanto; ekzemple enkonduko de nova triapersona ununombra pronomo sekse neŭtra (ri, ŝli) aŭ konsekvenca uzo de ĝi en tiu rolo.\n\n* Ne-Fundamenta neologismo, tre malofte uzata.\n** La seksindiferenta (neŭtra laŭ PIV difinebla kiel prezentanta neniun difinitan sekson) pronomo ĝi povas esti (laŭ la ekzemploj el la Fundamento de Esperanto) uzata por objektoj aŭ kiel senseksa triapersona pronomo por vivantaj kreaĵoj kiel homoj. Tamen ĝi plej ofte estas uzata nur por aĵo, besto aŭ infaneto. (Kp. angla it.)\n*** Uzebla nur por la tria persono, t.e. kun ĉiuj subjektoj krom mi, ci, ni, vi. Kun ĉi-tiuj kvar oni ripetu la subjekton, eble kun taŭga kazo kaj/aŭ prepozicio. Simile la poseda adjektivo si·a uziĝas nur se la posedanto estas triapersona (do, ne unu el tiuj kvar).\n\n\n== Parolantaro ==\nLa entuta nombro de Esperanto-parolantoj estas ne precize konata. Nur eblas taksoj pri la kvanto de la tutmonda parolantaro. Ekde 2001 okazis popolnombradoj en pluraj landoj, ekzemple Hungario kaj Litovio, kiuj kalkulis ankaŭ la nombron de Esperanto-parolantoj (4.565 por Hungario, 844 por Litovio); en 2011 en rusia censo oni kalkulis 992 parolantojn de Esperanto.\nLa plej multaj taksoj pri la tutmonda parolantaro varias inter 100 mil kaj 1,5 miliono. La diversaj taksoj verŝajne priskribas malsamajn lingvonivelojn kaj malsaman oftecon de uzado: 100 mil celas la kvanton de homoj, kiuj regule uzas Esperanton, 500.000 inkluzivas tiujn, kiuj de tempo al tempo uzas la lingvon, 2 milionoj (Culbert) ankaŭ tiujn, kiuj jam dum multaj jaroj aŭ jardekoj ne plu uzas la lingvon. Pli altaj taksoj (ĝis aŭ super dek milionoj) inkluzivas supozeble ankaŭ tiujn, kiuj nur eklernis la lingvon; ili supozeble ankoraŭ rememoras kelkajn vortojn, sed fakte ne scipovas praktike utiligi la lingvon.\nSe la kriterio estas tute flua altenivela lingvouzo, komparebla al denaska nivelo en aliaj lingvoj, la taksoj eĉ reduktiĝas je unu aŭ kelkaj dekmiloj. (Kp. la artikolon pri la nombro de Esperanto-parolantoj.)\n\n\n=== Komparo kun aliaj planlingvoj ===\nInter la planlingvoj (ekzemple, Interlingvao kaj Loĵbano), Esperanto estas la plej uzata kaj la sola kun evoluintaj daŭraj aplikoj en preskaŭ ĉiuj vivosferoj. Verŝajne pli ol 95% de la parolantoj de planlingvo, eble eĉ 98 aŭ 99%, parolas Esperanton; multaj planlingvuloj aldone parolas aŭ almenaŭ komprenas Esperanton. Laŭ la censo en Rusio (2011) Esperanton parolas 99% de ĉiuj parolantoj de planlingvoj, laŭ la censo en Hungario (2001) 99,5% (kp. la statistikon pri \"aliaj planlingvoj\").\n\n\n== Movado por Esperanto ==\n\nLa ĉefa tutmonda Esperanto-organizaĵo estas la Universala Esperanto-Asocio. Ĝi jam de kelkaj jardekoj kunrilatas kun la Unuiĝintaj Nacioj. UEA eldonas librojn, revuojn, lumdiskojn kaj jarlibron kun listoj de Esperanto-organizaĵoj kaj lokaj reprezentantoj en la tuta mondo. La Libroservo de UEA stokis en 2009 ĉ. kvin mil titolojn. Koncernan katalogon eblas aŭ peti perpoŝte aŭ konsulti en la retejo de la organizaĵo. La serio Esperanto-Dokumentoj, eldonata de UEA krom Esperante ankaŭ en la Angla, Hispana, Itala kaj Portugala lingvoj, enhavas fakverkojn kaj referatojn pri la aktuala situacio de la internacia lingvo. La publikaĵojn eblas akiri kaj perrete kaj persone en Roterdamo.\nLa plej fama simbolo de Esperanto estas la kvinpinta verda stelo, kiu simbolas la esperon (verdo estas koloro de espero) sur la kvin kontinentoj, kaj kiu ankaŭ ornamas la Esperantan flagon.\n\n\n== Subteno de internaciaj organizoj ==\nUnesko (Organizaĵo de la Unuiĝintaj Nacioj pri Edukado, Scienco kaj Kulturo) adoptis du rezoluciojn favorajn al Esperanto (1954, 1985), per kiuj ĝi agnoskas la indajn atingaĵojn de Esperanto kaj instigas ĝian utiligon. Sed, malsimile al la latina en mezepoka Eŭropo kaj la angla en la 20-a jarcento, bazo de lernejoj, universitatoj kaj lernolibroj mankas al Esperanto. La Unesko-kuriero estas legebla en Esperanto ekde 2017.\nAnkaŭ aliaj eksterkomunumaj organizoj kaj konferencoj subtenis Esperanton, ekzemple en 1980 en Manilo, la ĉefurbo de Filipinoj, la Monda Turisma Konferenco (organizita de Monda Turisma Organizo)).\nNotindas krome kelkaj rezolucioj kaj proponoj ĉe Ligo de Nacioj, Unuiĝintaj Nacioj kaj aliaj organizoj.\n\n\n== Kulturo ==\n\nEsperantistoj havas propran, nomatan Esperanta kulturo, kiu estas deirpunkto al aliaj kulturoj (ĉi tiu estas esenca trajto por ĝi, pli ol por dominantaj naciaj lingvoj). Aliflanke, kvankam kreita por faciligi internacian komunikadon, ĝi iĝis por iuj kulturilo por mem-identigo\nEsperanto funkcias en ĉiuj sferoj de la kulturo, inkluzive de fikcia kaj malfikcia literaturo, teatro, radio, ĵurnalismo, blogado, kinarto, religio ktp.\nEsperantistoj iom pli emas paroli pri temoj, kiuj povus esti konsiderataj kiel tiklaj aŭ ofendaj inter neesperantistoj (ekzemple pri politiko, rasismo k.a.), eĉ se ili ne farus tion en sia hejmlando aŭ en alia lingvo, kiun ili scias. Ĝenerale Esperanto-kulturo estas fokusita ekzemple je legado, edukado (precipe rilate novaĵojn, faktojn kaj lingvojn) kaj toleremo (precipe al personoj el aliaj kulturoj). Esperanto-parolantoj estas ankaŭ pli emaj kontraŭi tutmondiĝon, kulturo-lavadon kaj malaperon de ies gepatra lingvo, cetere ĉar ĉi tiuj elementoj igas nin unikaj.\nLa plimulto de la Esperanto-parolantoj estas ankaŭ kontraŭ deviga lernado de dominantaj lingvoj: tio okazas en pluraj landoj tra la mondo, kiel Svedio kaj Islando, kie lernado de la angla estas deviga de la unuagrada lernejo ĝis iafoje universitato. Esperanto-parolantoj opinias, ke deviga devus esti la lernado de rapide lernebla lingvo, kia Esperanto, aŭ alia, kiun oni povus ellerni ene de unu du jaroj. Tiel infanoj kaj gepatroj estus malpli emaj al subtaksado de la propra lingvo favore por alia taksata pli utila.\nLa Esperanto-komunumo havas ankaŭ pli-malpli saman fon-scion, ekzemple scion pri iuj famaj Esperanto-parolantoj, libroj, retejoj, malgrandaj urboj, kiuj havas gravan signifon pro Esperanto-rilataj okazaĵoj ktp..\n\n\n== Esperanto kaj internacia uzo por pagata laboro ==\nEkzistas kelkaj kampoj, en kiuj oni jam hodiaŭ uzas Esperanton profesie. Kiel ekzemploj povas servi eldona agado aŭ turismo (ĝenerala aŭ kleriga). Pli pri la profesia uzo de Esperanto oni povas legi ekzemple en Petr Chrdle: Profesia uzo de Esperanto kaj ĝiaj specifaj trajtoj (KAVA-PECH, 1995).\n\n\n== Komparo kun la baza angla ==\nLa baza angla (angle Basic English [elp. bejsik ingliŝ]) estas simpligita, baza formo de la angla lingvo . La baza angla ankaŭ influis la kreadon de speciala angla (en: Special English) por novaĵdissendoj de Voĉo de Usono. Simpligita teknika angla, estas alia varianto de la reguligita angla surbaze de lingvoplanado (en: English-based controlled language) dezajnita por verki teknikajn manlibrojn.\nKiel ĉiuj internaciaj helplingvoj, ankaŭ la baza angla ricevis la kritikon ke ĝi neeviteble estas bazita sur personaj preferoj kaj tiel, paradokse, ekskludema . Kelkaj kritikantoj de la baza angla vidis ĝin kiel ne neŭtrala kaj ilo de lingva imperiismo favore al la angla. Kiel ĉiuj planlingvoj bazitaj sur natura lingvo, ankaŭ la baza angla ricevis la kritikon ke ĝi maljuste favoras la denaske parolanta komunumo de tiu lingvo . La baza angla anstataŭigas vortojn per idiotismaj frazoj, kiuj estas ankaŭ pene lernendaj de studanto.\nKomparite, la tuta baza radikaro de Esperanto (BRO) kun ĉiuj grupoj enhavas pli ol 2 500 elementoj, de kiu plu ol 800 estas en la lasta grupo . Kredeble, pro la vasteco kaj pro la sufiksa sistemo de Esperanto, la BRO havas pli grandan esprimkapablecon ol la kutima vortprovizo de baza angla. La 5–6 plej bazaj niveloj de BRO kune, estas simile malgranda kiel la kutima baza angla. Esperanto ankaŭ estas multe pli regula ol la baza angla kaj havas tute fonetikan ortografion .\nEkzistas vikipedio en baza angla lingvo konata sub la nomo \"simple English\", sed la lingvaĵo en ĝi uzata ne estas vera planlingvo, sed simpla angla en kiu estas uzata pli da vortoj ol baza angla. Mankas difinoj pri la uzendaj vortoj kaj gramatikaĵoj kaj sekve apud facile kompreneblaj tekstoj troviĝas aliaj, kies lingvo ne esence diferencas de la ĝenerale uzata angla.\n\n\n== Kritiko ==\n\nKelkaj kritikoj estas kontraŭ internaciaj helplingvoj ĝenerale:\n\n\"Internacia helplingvo ne havas kulturon.\" (Esperantistoj ofte respondas, ke ja ekzistas Esperanta literaturo kaj certaj tradicioj en la Esperanto-komunumo; iuj esperantistoj pli emfazas la rolon de Esperanto kiel ponto inter malsamaj kulturoj; kelkaj kombinis ĉi tiujn du alirojn per la koncepto de pontokulturo.)\n\"La toleremo pri malperfektecoj ĉe internaciaj helplingvoj estas malpli ol ĉe etnaj lingvoj. Ĉar neniu internacia helplingvo povas esti perfekta, ĝi neniam estos vaste akceptata de la publiko.\"\nAliaj kritikoj temas pri Esperanto specife:\n\nKelkaj, precipe la subtenantoj de naturismaj planlingvoj, kritikas ke Esperanto ne direktas sin sufiĉe laŭ la grandaj eŭropaj lingvoj (kutime ili celas ĉefe latinon kaj la latinidajn lingvojn, aŭ latinidajn formojn en aliaj lingvoj). Ekzemple, ili kritikas la tabelvortojn aŭ vortfaradon kiel “malsanulejo” anstataŭ pli eŭropecan “hospitalo”.\nEsperanto estas kritikata esti tro eŭropeca. Ĝiaj vortradikoj kaj ĝia gramatiko venas de eŭropaj lingvoj, kio laŭ la kritikantoj malpliigas ĝian neŭtralecon.\nKelkaj kritikas ke la seksa malsimetrio en Esperanto estas lingva seksismo. Oni kritikas parenc-radikojn, kiuj havas baze viran signifon, dum necesas aldoni la radikon “‑in‑” por paroli pri inoj. Aldone oni kritikas ke multaj aliaj vortoj (ekzemple “instruisto”, “anglo”, kaj “li”) servas kaj por signi viran personon kaj por signi ajnaseksan personon, dum ekzistas apartaj vortoj por inaj personoj (“instruistino”, “anglino”, “ŝi”). Malgraŭ tio, ke oni ne devas ĉiam uzi afikson “‑in‑” por paroli pri inoj. Riistoj, ĝiistoj, kaj iĉistoj provas forigi tiun malsimetrion el Esperanto.\nOni kritikas la devigan akuzativan finaĵon “‑n”.\nOni kritikas la supersignajn literojn de Esperanto.\nEstas ofta kritiko, ke oni nenie interkompreniĝos per Esperanto. Oni volas scii kie oni povas paroli per ĝi.\nAperis klara resumo pri la kritikoj aŭ \"difektoj\" de Esperanto en recenzo de Jorge Camacho al la verko In the Land of Invented Languages de Arika Okrent:\n\n\n== Eraroj kaj mitoj pri Esperanto ==\nEn diversaj verkoj, publikigaĵoj, retejoj, amaskomunikiloj ktp., aperas faktaj eraroj pri Esperanto. Sekvas jene listo pri unuopaj grupoj de asertoj unue pri la fakta situacio kaj poste la eraroj.\n\nĈiutage uzata. Esperanto estas vere ĉiutage uzata lingvo, ekzemple en interreto, personaj kontaktoj, periodaj renkontiĝoj ktp.\nVivanta lingvo. Esperanto estas vivanta lingvo, kiel oficiale rekonis i.a. la Lingvoscienca Instituto de la Hungara Scienca Akademio en 2004. Tamen la slovaka ekonomikisto kaj politikisto Richard Sulik, asertis en intervjuo en \"Stern\", en 2012, ke \"Esperanto tiu artefarita lingvo ... estas morta\".\nSame la franca televida prezentisto Philippe Ballard asertis en 2016 en la televido LCI (La Chaîne Info), ke Esperanto \"mortis sian belan morton\" antaŭ deko(j) da jaroj. \nSame la germana semajna gazeto \"Die Zeit\" en 2008 asertis rilate al Esperanto: \"Artefaritaj lingvoj ne vivas.\"\nCerte ekzistas multaj Esperanto-legendoj, sed en 1956 J. R. R. Tolkien notis en skizo de letero, ke la planlingvoj \"Volapük, Esperanto, Ido, Novial\" \"estas mortaj\", \"ĉar iliaj aŭtoroj neniam inventis iujn Esperanto-legendojn\". La vortumo \"Esperanto-legendoj\" ankaŭ pri la aŭtoroj de Volapük, Ido kaj Novial montras, ke Tolkien ne tre pripensis la frazon. Tolkien ĉi tie krome neglektas, ke ĉe vivanta lingvo kiel Esperanto ne nur la inventinto povas krei legendojn, sed ankaŭ ĉiuj parolantoj kaj aŭtoroj de la lingvo; cetere oni povas bone argumenti, ke intertempe kreiĝis Esperanto-legendoj. Oni konsciu, ke Tolkien fakte estis Esperanto-parolanto; li lernis Esperanton en 1907, verkis en ĝi en 1909 kaj en 1931 kaj 1932 favore skribis pri ĝi - faktoj malmulte konataj.\nLa germana politikisto Norbert Lammert, inter 2005 kaj 2017 prezidanto de la germana parlamento, parolis en radia intervjuo pri la \"provo meti artefaritan lingvon anstataŭ vivaj, historie kreskintaj lingvoj\". Videblas pluraj eraroj: Estas neniu dubo, ke Esperanto estas viva lingvo kaj ke ĝi havas historian evoluon ekde 1887. Estas ankaŭ klare, ke nenies celo hodiaŭ estas meti Esperanton anstataŭ aliaj lingvoj, kiel evidente multaj homoj kredas. Lammert krome ne atingis simpation inter Esperanto-parolantoj, ĉar li asertis, ke tiu provo \"mizere\" malsukcesis...\nDisvastiĝanta lingvo. Indas distingi inter Esperanto kiel lingvo de parolkomunumo kaj kiel projekto por ĝenerala tutmonda lingvo (pri ambaŭ aferoj homoj parolas uzante mallonge la vorton \"Esperanto\"). Pri la projekto multaj supozas, ke ĝia realigo ne plu havas ŝancon. Aliflanke la lingva komunumo evidente disvastiĝas tutmonde kaj la ofertoj en Esperanto kreskas. Tamen Tim Richards asertis en The Sidney Morning Herald, en 2015: \"Mi ne konsciis pri tio, kiam mi estis juna, sed la lingvo de la estonteco jam tiam glitis en la pasintecon\". \"Same kiel ĉefaj lingvoj kiel la franca malkreskis kiel internaciaj konkurantoj de la angla, tiel neeviteble faris Esperanto\". Tim Richards poste detaligis en Google+, ke li deziris klarigi, ke neniu nuntempe atendas, ke Esperanto fariĝos la internacia lingua franca.\nNeniu ĝis nun montris validan statistikon, ke antaŭ la Dua Mondmilito estus pli da faktaj Esperanto-parolantoj aŭ pli da kultura produktado en Esperanto; estas tre verŝajne, ke hodiaŭ vivas multe pli da fluaj parolantoj de Esperanto. Krome hodiaŭ Esperanto disvastiĝas tutmonde kaj organiziĝas renkontiĝoj en plurdekoj da landoj. Tamen Tim Richards asertis en 'The Sidney Morning Herald', en 2015: \"La brila periodo\" de Esperanto \"estis la unua duono de la 20-a jarcento, kiam ĝi gajnis parolantojn ĉirkaŭ la terglobo kaj organiziĝis regulaj internaciaj kongresoj.\"\nIom ŝancelas ŝajne arte. Unuflanke oni asertas, ke Esperanto estas \"hodiaŭ kvazaŭ ne plu parolata\". Aliflanke ĝi atentigas, ke \"ĝi estas instruata kaj uzata en multe pli da lokoj en Eŭropo ol oni pensas\".\nLiteraturo kaj kulturo. Esperanto dekomence estas kultura lingvo; en la Unua Libro aperas jam tri poemoj en Esperanto. Ekde proksimume jarcento Esperanto havas infankantojn, versojn, sakrojn, ŝercojn kaj parolturnojn. Tamen Wolf Schneider, ĵurnalisto kaj iama interpretisto de la angla, asertis en 1994 en monata kajero de Neue Zürcher Zeitung, ke Esperanto havas \"neniujn infankantojn kaj neniujn versojn, neniujn sakrojn, neniujn ŝercojn, neniujn parolturnojn.\" La teksto poste represiĝis senŝanĝe en libroj de NZZ Libro kaj de la eldonejo Rowohlt.\nĈiujare aperas proks. 120 Esperanto-libroj, el kio kreskis ĝis nun kolekto de dekmilo da libroj. La germana lingvisto Jürgen Trabant tamen asertis en intervjuo en 2011, ke \"ĉe Esperanto komplete mankas\" literaturo.\nMalfacilas imagi, kiel unu miliono da homoj uzas lingvon dum jardekoj sen ke per tio kreiĝas kulturo. Tamen Prof. Dieter Huber el Mainz, tiama gvidanto de la instituto pri ĝenerala kaj aplikata lingvistiko de la tiea universitato (kiu edukas la plej multajn tradukistojn kaj interpretistojn kompare kun la tuta mondo), asertis en televida elsendo en 2004: \"Sed la esenca afero, kiu mankas al Esperanto, estas la kultura ligiteco. Mankas, kvankam ĝi (...) estas nun parolata de unu miliono da homoj, mankas la kultura fono, la kultura integriĝo. Ĉiu lingvo vivas kune kun sia kulturo.\"\nEstas evidente ke kun Esperanto formiĝis tutmonda lingvo-komunumo, kiu regule uzas la lingvon kaj kreas kulturaĵojn en ĝi. Tion ŝajne ne sciis Eugene Nida, konata usona tradukosciencisto, kiu asertis en 1997, ke la vera problemo de Esperanto estus ĝia manko de kultura komunumo por subteni ĝin. Li substrekas, evidente en la supozo, ke tio ĉe Esperanto mankas, ke lingvo estas \"interaktiva fenomeno, kiu bezonas konstantan partoprenon de membroj de lingvo-kulturo\" - ĝuste tion Esperanto havas.\nTute ĝenerale la Eŭropa Komisiono asertis en 2005 (eble ĝeneraligante iujn projektojn de planlingvoj, kiuj kontraste al Esperanto estu pure teknikaj kaj sen kulturo): \"Artefaritaj lingvoj\" \"laŭ difino ne havas kulturajn rilatojn\".\nEn diskuto pri longe vivonta lingvo Eleni Mitropoulou, profesorino pri semiotiko en Limoges, Francio, menciis en 2015, ke lingvo devas ripozi sur kulturo. Laŭ ŝi \"necesas nur rigardi la malsukceson de Esperanto\" por kompreni la bezonon de kulturo. Ŝajne Mitropoulou konscias nek pri la daŭre kreskanta disvastiĝo de Esperanto kiel ĉiutage uzata lingvo nek pri la Esperanto-kulturo, kiu baziĝas je propra kultura kreado kaj je transpreno el multaj aliaj kulturoj. Eraras tiuj kiuj pretendas komparon de Esperanto kun la literaturoj en \"grandaj\" lingvoj. Esperanto estas malplimulta fenomeno, kiun oni komparu kun ekzemple la romanĉa aŭ prefere kun diasporaj malplimultoj.\nVortludoj kaj pluraj signifoj. Multaj Esperanto-vortoj havas plurajn sencojn, kun kiuj verkistoj kaj spertaj parolantoj ŝatas ludi. La vorton sentema oni povas ekzemple kompreni kiel sent-ema aŭ sen-tema. Tamen Wolf Schneider asertis en 1994: \"La vortoj de Esperanto estas unusencaj kaj sekve unutavolaj\". Same la filozofihistoriisto Heinz Wismann asertas en 2016, ke estus \"maleble fari vortludojn en Esperanto\".\nDenaskuloj. Esperanto estas denaska lingvo ekde 1904; dum la lastaj jardekoj la nombro de Esperanto-familioj multe kreskas, en 1995 Renato Corsetti kunmetis liston de 350 tiaj familioj. Tamen la franca Ministro de Nacia Edukado asertis plurfoje, interalie en 2014, ke Esperanto ne estas \"denaska lingvo.\"\nProfesoro Joseph F. Foster (artikolo pri li ekzistas en neniu branĉo de Vikipedio, eĉ ne ero en vikidatumoj), lingvisto de la universitato de Cincinnati, en 2001 asertis, ke \"ne estas iuj denaskaj parolantoj\" de Esperanto; li aldonas, \"ho, eble vi trovas tri.\"\nEsperanto-parolantoj. La plimulto de la Esperanto-parolantoj uzas Esperanton simile kiel la aliajn lingvojn, kiujn ili parolas. Tamen la komputosciencisto Benjamin K. Bergen (en vikidatumoj, artikolo pri li ekzistas en neniu branĉo de Vikipedio) nomas en scienca studo pri Esperanto-denaskuloj ĉiujn Esperanto-parolantojn \"proponantoj\": \"La artefarita lingvo Esperanto estas parolata ne nur kiel dua lingvo de siaj proponantoj, sed ankaŭ kiel denaska lingvo fare de infanoj de kelkaj el tiuj proponantoj.\" Supozeble neniu venus al la ideo nomi ĉiujn parolantojn de la angla kiel dua lingvo \"proponantoj\" de la angla.\nAzianoj k. a. ne-eŭropanoj. La vortaro de Esperanto bezonas malpli da lerntempo pro la vortkrea sistemo kun afiksoj. La gramatiko havas multe malpli da reguloj ol en naciaj lingvoj kaj apenaŭ havas esceptojn. Pro tio Esperanto estas ankaŭ por azianoj lernebla en proks. triono de la tempo bezonata por aliaj eŭropaj lingvoj. Tamen Hans Meier, bavara ministro pri kulturo, asertis en skriba parlamenta respondo, en 1979 (kaj en 1980), ke Esperanto ofertas al la \"parolantoj de ne-hindeŭropaj lingvoj, kiel finnoj aŭ hungaroj en Eŭropo, al la azianoj ktp. neniun lernhelpon rilate al vortaro kaj gramatiko.\nSimile la universitata profesoro pri lingvo-tipoj Wolfgang Schulze, Munkeno, asertis en radio en 2015, ke por Esperanto-parolantoj ekster Eŭropo Esperanto estus \"same nealirebla kiel la franca aŭ hispana aŭ itala\".\nAnkaŭ la profesoro pri lingvistiko Larry Trask el Brighton opiniis, en 2001, ke Esperanto \"ne nepre estas iugrade pli facila ol iu alia eŭropa lingvo por parolanto de ne-eŭropa lingvo\". Li krome asertis, ke la granda problemo de Esperanto estus \"ĝia manko de komunumo de denaskaj parolantoj, aŭ fakte ĝia manko de komunumo de parolantoj entute. Sekve ĝi ne vere estas vivanta lingvo kaj do mankas al ĝi la riĉeco kaj la vibrado de vivanta lingvo, la vario kaj la ellaboro de funkcio.\".\nMondlingvo. En la Unua Libro Zamenhof klare detaligas, ke li havas tri celojn: Facila lingvo, tuj lernebla lingvo, grandskale uzata, ĝenerala (monda) lingvo. Estas evidente, ke Zamenhof sukcesis pri la du unuaj celoj - pri la tria la opinioj malsamas, ĉu la projekto malsukcesis aŭ ĉu ĝi ankoraŭ survojas. Estas klare, ke por la lingvo Esperanto ekde la komenco estas tri celoj kaj ne nur la tria, fariĝi mondlingvo. Estas ankaŭ iom nepreciza formulado, ke la lingvo mem havas iujn pretendojn, dum tiujn pretendojn povas havi nur homoj. Tamen ekz. Rodrigo Constantino en brazila reta taglibro skribas en 2010 pri \"lingvo kun la pretendo esti mondlingvo\"\nLingvo flanke de aliaj. En neniu deklaro la Esperanto-asocioj proponas Esperanton kiel \"solan\" lingvon por Eŭropo. Tamen la Eŭropa Komisiono skribis en 2012: \"Kelkfoje oni proponas la latinan aŭ Esperanton kiel solan, tuteŭropan lingvon por EU.\"\nLerntempo. Esperanton oni lernas en proks. triono de la tempo, kiu necesas por la plej multaj eŭropaj lingvoj, kiel montris multaj studoj (kaj kiel scias ĉiu Esperanto-lerninto, kiu lernis ankaŭ aliajn lingvojn). Sekve la lingvo-instruado de Esperanto kostas multe malpli da tempo kaj mono ol por aliaj lingvoj. Tamen la Eŭropa Komisiono asertis en 2012: \"La edukado de instruistoj kaj la lingvo-instruado\" de Esperanto \"por 500 milionoj da eŭropanoj kaj eŭropaninoj\" \"kostus tre multan tempon kaj monon.\"\nFacileco. Eĉ se estas malfacile kredi tion por homo, kiu eklernis Esperanton aŭ studis nur unu paĝon de Esperanto-lernolibro: Gaston Dorren skribis en sia libro Lingo (2014), ke \"Esperanto estas malfacila\" - sen iel ajn aldoni, ke Esperanto estas multe pli rapide lernebla ol ĉiuj aliaj lingvoj prezentitaj en la libro.\nPaco. La granda plimulto de la Esperanto-parolantoj neniel kredas, ke Esperanto kiel ĝenerala lingvo alportus mondan pacon, sed ja pli bonan personan kompreniĝon inter homoj el diversaj landoj. Ankaŭ Zamenhof mem kutime parolis pri interkompreniĝo aŭ frateco, ne pri paco - la vorto paco ne aperas en la Unua Libro kaj ankaŭ ne en la eseo pri Esenco kaj Estonteco de la ideo de Lingvo Internacia. En la 2-a Universala Kongreso li klarigis: \"Ni ne estas tiel naivaj, kiel pensas pri ni kelkaj personoj ; ni ne kredas, ke neŭtrala fundamento faros el la homoj anĝelojn ; ni scias tre bone, ke la homoj malbonaj ankaŭ poste restos malbonaj (...)\" Tamen sur la dorsflanko de la libro In the Land of Invented Languages de Arika Okrent legeblas, ke Esperanto estus \"la provo de unu homo atingi mondan pacon per lingvistika solidareco\".\n\n\n== Misfamigo de Esperanto ==\nApud kritiko kaj malveraj asertoj, kelkloke aperas ankaŭ misfamigoj kontraŭ Esperanto, ties parolantoj kaj kreinto.\n\nEn reta taglibro la germana profesoro pri la angla, Anatol Stefanowitsch, skribis en 2012 pri la \"ĝena, ne mortigebla Esperanto\" (\"das leidige, nicht tot zu kriegende Esperanto\").\nEn artikolo pri la lingvomulteco en Eŭropo sur la paĝoj de la germana \"Federacia Centralo pri politika kleriĝo\" la germana politologo Eckart Stratenschulte en 2010 indikas, ke Esperanto estus \"vortigo de piktogramoj\" (\"Verbalisierung von Piktogrammen\"). Eblas demandi sin, ĉu la politologo deziris misfamigi aŭ ĉu temis pri nescio de faktoj.\nLa germana lingvisto Jürgen Trabant, dum kelkaj jaroj speciala profesoro pri eŭropa plurlingveco, asertis en intervjuo en 2008 unue ke Esperanto \"estus ne malbona\" (kiel internacia lingvo); li daŭrigis, ke \"kiel artefarita, rigide regulita lingvo ĝi tamen ankaŭ estas 'nelingvo', kiu ne povas atingi aprobon.\"\nLa germana verkisto Martin Walser nomis Esperanton en 2001 'mal-lingvo': La eŭro \"estas mal-mono same kiel Esperanto estas mal-lingvo.\"\nWolf Schneider, ĵurnalisto kaj iama angla-interpretisto, skribis en 1994, ke la planlingvojn elpensis kelkaj \"frenezetaj kapoj\" ĉe sia skribtablo.\n\n\n== Metafora uzo de la vorto Esperanto ==\nMetafore la vorto esperanto iam estas uzata por priskribi ion internacian, perigan, miksitan aŭ neŭtralan – tiel ekzemple Java estas markata kiel \"esperanto de la programlingvoj\", Linukso kiel \"esperanto de la operaciumoj\" ĉar helpe de ĝis uzo de bajtkodo ĝi supozeble povas funkcii sur ĉiuj komputoroj, foje reklamita pli ĝenerale kiel \"esperanto en la komputila mondo\".\nTia uzo tamen povas ofte konfuzi. Ekzemplon prezentas la etikedo \"esperanta monunuo\", uzita por Eŭro: tiu estis kreita por anstataŭi aliajn monunuojn – Esperantistoj tamen, krom esceptoj, ne klopodas forigi la naciajn lingvojn. La komuna Eŭropa monunuo tamen estas neŭtrala, same kiel Esperanto.\n\n\n== Interesaj faktoj ==\n\nLa lingvo Esperanto, escepte de Nazia Germanio, estis malpermesita en Sovetunio dum la regado de Josif Stalin, kiu respondecis, interalie, pri la establado de diktaturo, subpremo kaj la organizado de la malsatego de 1932-1933, kiu rezultigis la morton de 10 milionoj da homoj. La lastaj esperantistoj en USSR antaŭ la Dua Mondmilito estis ekstermitaj dum la Granda Teroro en 1937-1938.\n\n\n== Referencoj ==\n\n\n== Literaturo ==\n(en) Guilherme Fians, \"Esperanto Revolutionaries and Geeks - Language Politics, Digital Media and the Making of an International Community\", 2021, Palgrave Macmillan, ISBN 978-3-030-84230-7 (bitlibro) and ISBN 978-3-030-84229-1 (papera eldono). Resumoj parte legeblaj rete.\n(eo) Federico Gobbo (2021), Amikaro, internacia universitata lernolibro de Esperanto en dek lecionoj. Ĉiu leciono konsistas el ekzercoj, gramatiko, legaĵoj kaj vortprovizo, 148 paĝoj, 3-a eldono, ISBN 978-0244798628\n(eo) Bertilo Wennergren.  (2016-05-26) Plena Manlibro de Esperanta Gramatiko. Ampleksa gramatika priskribo de la lingvo.\n(eo) J. C. Wells.  (1989) Lingvistikaj aspektoj de Esperanto, 2‑a eldono. ISBN 978-92-9017-021-1. Esperanto rigardata el vidpunkto de lingvisto.\n(eo) Claude Piron.  [1989] (2015) La bona lingvo, 3‑a eldono. ISBN 978-2-36960-006-0. Psikologo rigardas la lingvon en perspektivo de homa lingvolernado kaj opinias, ke esperantistoj evitu nenecesajn neologismojn.\n(en) Ross Perlin,\"Nostalgia for World Culture: A New History of Esperanto\", recenzo de \"Bridge of Words\" de Esther Schor.\n(en) P. G. Forster.  (1982) The Esperanto Movement, Contributions to the Sociology of Language 32 (angle). ISBN 978-90-279-3399-7. Anglalingva sociologia studo pri la Esperanto-movado, precipe en Britujo ĉ. la jaro 1980.\n(eo) Ulrich Lins.  (1990) La Danĝera Lingvo, 2‑a eldono. ISBN 978-5-01-003136-7. Dokumentita historio pri la ŝtataj atakoj kontraŭ la Esperanto‑movado, ĉefe sub Josif Stalin kaj Adolf Hitler.\n(eo) Pierre Janton. (1988) Esperanto: lingvo - literaturo - movado, ISBN 92-9017-034-4. Scienca (kaj samtempe populara) kolekto de informoj pri la Esperantaj origino, strukturo, esprimivo, literaturo, movado.(\n(eo) Gaston Waringhien.  [1958] (1989) Lingvo kaj Vivo: Esperantologiaj eseoj, 2‑a eldono. ISBN 978-92-9017-042-6. Prilingva esearo de Esperanto‑vortaristo kaj gramatikisto de la 20‑a jarcento.\n(eo) Esperanto en Perspektivo, verkita komune de Ivo Lapenna, Ulrich Lins kaj Tazio Carlevaro.\n(eo) Aliroj al esperanto, libro pri multaj aspektoj interalie el la vidpunkto de interlingvistiko, gramatiko, psikolingvistiko, literaturo, lingvofilozofio, lingvosociologio, makrosociolingvistika, historio.\n(eo) Ronald J. Glossop, La kulturo de Esperanto Arkivigite je 2017-12-27 per la retarkivo Wayback Machine\n(eo) Jubilea Kolekto: pri verkoj, kiuj formas kulturan fundamenton deEsperanto.\n\n\n== Referencoj ==\n\n\n== Vidu ankaŭ ==\n\n\n=== En YouTube ===\nEsperanto estas\nEsparanto estas\nkaj aliaj partoj tie\n\n\n== Eksteraj ligiloj ==\n\nInformoj pri Esperanto en la vikio de UEA (esperante)\nMultlingva Informcentro pri Esperanto en 62 lingvoj\nTerminaroj ĉe UEA Arkivigite je 2012-01-17 per la retarkivo Wayback Machine\nDiskutgrupo \"Ni parolas Esperante\" Arkivigite je 2013-12-22 per la retarkivo Wayback Machine\nTERRA Esperanto ekspedicio Arkivigite je 2006-04-14 per la retarkivo Wayback Machine - Renkonte al teroj kaj homoj: Esperanto de Oriento ĝis Okcidento\nParolu: Maŝina parolo en Esperanto\nEsperanto Language Stack Exchange\nPrelego Esperanto kaj la Katolika Eklezio\n[3] Citaĵoj pri Esperanto, pri la internacia lingvo kaj tradukitaj verkoj esperanten] el eldonejo Christian Bertin, alirdato la 6a de marto 2019 (france)\n(en) Alessandra Madella, ‘The Light Cloak of the Saint:’ The Changing Rhetorical Situations of Esperanto’s “Internal Idea\" and its Relevance to Contemporary of Esperanto’s “Internal Idea\" and its Relevance to Contemporary Problems Problem Arkivigite je 2020-01-06 per la retarkivo Wayback Machine en Poroi An Interdisciplinary Journal of Rhetorical Analysis An Interdisciplinary Journal of Rhetorical Analysis and Invention and Invention, ISSN 2151-2957, DOI: 10.13008/2151-2957.1278 Alirita la 12an de januaro 2020.\n(en) Norman Berdichevsky, 25 years of Esperanto -Why and how is it different, Academie.edu\nHistoriografio de Esperanto de Tyron - vicprezidanto de TEJO, Retoso 2022, en Jutubo\n\n\n=== Kritiko kaj respondoj al kritiko ===\nangle Esperantokritika paĝaro Arkivigite je 2005-10-30 per la retarkivo Wayback Machine\nangle Ĉu la Esperanta vortaro estas tro vasta? (kopio ĉe Internet Archive)\nangle Eterna movilo aŭ flugmaŝino? Pri la serĉo por ponta lingvo…"}}}}